Repository: tobiasehlert/WP-SMS-46elks
Catalog: languages/wp-sms-46elks-*.po
Languages: sv_se

source: Your message was successful when sending to
sv_se: Ditt meddelande var framgångsrik när du skickar till

source: cellphones
sv_se: mobiltelefoner

source: The SMS cost was
sv_se: SMS kostnaden var

source: Your message failed when sending to
sv_se: Ditt meddelande misslyckades när du skickar till

source: You forgot to enter a message
sv_se: Du glömde att skriva in ett meddelande

source: WordPress SMS for 46elks
sv_se: WordPress SMS för 46elks

source: There are only a few credits left
sv_se: Det finns endast ett lite krediter kvar

source: There are no credits left
sv_se: Det finns inga krediter kvar

source: Go to plugin page
sv_se: Gå till plugin-sidan

source: 46elks account name
sv_se: 46elks konto namn

source: 46elks credits left
sv_se: 46elks krediter kvar

source: unavailable
sv_se: ej tillgänglig

source: 46elks credentials wrong or missing
sv_se: 46elks autentiseringsuppgifter fel eller saknas

source: All 46elks subaccounts
sv_se: Alla 46elks underkonton

source: Account limit
sv_se: Kontogräns

source: Credits left
sv_se: Krediter kvar

source: Percentage usage
sv_se: Procentuella användningen

source: unlimited
sv_se: obegränsad

source: Error
sv_se: Fel

source: Few credits left
sv_se: Lite krediter kvar

source: No credits left
sv_se: Inga krediter kvar

source: There are not enought credits left to perform sending of SMS to all receivers
sv_se: Det finns inte tillräckligt med krediter kvar för att utföra skickar SMS till alla mottagare

source: Send SMS
sv_se: Skicka SMS

source: From
sv_se: Från

source: Choose weither you want to send SMS from your phonenumber you got allocated to your 46elks account or name as text.
sv_se: Välj antingen du vill skicka SMS från dina telefonnummer du har tilldelat till ditt 46elks konto eller namn som text.

source: Your name need to be specified in the settings. If no numbers exist and no name is set, we will pick the first 11 chars from your 46elks account name.
sv_se: Ditt namn måste anges i inställningarna. Om inga telefonnummer finns och inget namn angetts, kommer vi att hämta de första 11 tecken från dina 46elks kontonamn.

source: Message content
sv_se: Meddelandeinnehåll

source: Write your SMS text here..
sv_se: Skriv SMS text här...

source: characters remaining
sv_se: tecken kvar

source: Account status
sv_se: Kontostatus

source: Current receivers
sv_se: Nuvarande mottagare

source: Current amount of receivers
sv_se: Aktuell mängd mottagare

source: Cost history
sv_se: Kostnadshistorik

source: Settings
sv_se: Inställningar

source: SMS from name / number
sv_se: SMS från namn / nummer

source: When using an alphanumeric "from" it needs to be between 3-11 characters in length and you are restricted to using only a-z, A-Z, 0-9.
sv_se: När du använder ett alfanumeriskt "från" det måste vara mellan 3-11 tecken och du är begränsad till att använda bara a-z, A-Z, 0-9.

source: No other characters can be used, and the name has to begin with a letter.
sv_se: Inga andra tecken kan användas, och namnet måste börja med en bokstav.

source: Send balancealert email
sv_se: Skicka balancealert e-post

source: Enter an balancealert value to account on which the pageadmin will get notification on low credits.
sv_se: Ange en balancealert värde till konto som administratören kommer att få meddelande om låga krediter.

source: Number must be an integer like 5, which means 5 which is in
sv_se: Numret måste vara ett heltal som 5, vilket innebär 5 som är i

source: Extra filter on users
sv_se: Extra filter på användare

source: Its possible to add extra filter on the retrieval of cellphone numbers of users. Values need to be metadata on users.
sv_se: Det är möjlighet att lägga till extra filter på hämtning av mobilnummer av användare. Värden måste vara metadata på användare.

source: Example: status = 1
sv_se: Exempel: status = 1

source: Your API username
sv_se: Ditt API användarnamn

source: Your API password
sv_se: Ditt API lösenord

source: Debug $this
sv_se: Debugga $this

source: Month
sv_se: Månad

source: Cost
sv_se: Kostnad

source: No SMS sent yet so there is no history available.
sv_se: Inga SMS skickade än så det finns ingen historik.

source: WordPress module for sending SMS using 46elks. It's displayed in the WordPress admin area.
sv_se: WordPress-modulen för att skicka SMS med hjälp av 46elks. Det visas i WordPress admin området.
